@extends('layouts.main')

@section('content')
<div class="offer">
    <div class="container">
        <p style='color: #797979;'><a href='/'>Главная</a> / Публичная оферта</p>
        <br>
        <div class="offer__heading">
            <h2>ДОГОВОР-ОФЕРТА</h2>
        </div>
        <div>
            <div class="offer__text">

                    <b>Клиент</b> - полностью дееспособное физическое лицо, размещающее Заказы на сайте <a
                        href='https://t.me/NeuralBeatBot'>https://t.me/NeuralBeatBot</a>, либо указанное в качестве
                    получателя Товара, либо использующее Товары, приобретенные на сайте *https://t.me/NeuralBeatBot*,
                    исключительно для личных, семейных, домашних и иных нужд, не связанных с осуществлением
                    предпринимательской деятельности.
                    <br><br>
                    <b>Плательщик</b> - полностью дееспособное физическое лицо, осуществляющее оплату за Заказ.
                    <br><br>
                    <b>Получатель</b> - полностью дееспособное физическое лицо, получающее Товар самостоятельно, либо
                    физическое лицо, получающее Товар через своего законного представителя.
                    <br><br>
                    <b>Продавец</b> - Сычёв Егор Владимирович, ИНН 910821614530, Самозанятый.
                    <br><br>
                    <b>Интернет-магазин</b> - Интернет-сайт, принадлежащий Продавцу, расположенный на сервере в г.
                    Феодосия и имеющий адрес в сети Интернет <a href='https://t.me/NeuralBeatBot'>https://t.me/NeuralBeatBot</a>,
                    а также <a href='https://beatmaker.site'>https://beatmaker.site</a>. На нем представлены товары,
                    предлагаемые Продавцом своим Клиентам для оформления Заказов, а также условия оплаты и доставки этих
                    Заказов Клиентам.
                    <br><br>
                    <b>Сайт-лендинг</b> - *<a href='https://beatmaker.site'>https://beatmaker.site</a>*
                    <br><br>
                    <b>Товар</b> - объект, не изъятый из гражданского оборота и представленный к продаже на Сайте.
                    <br><br>
                    <b>Заказ</b> - должным образом, оформленный запрос Клиента на доставку по указанному адресу перечня
                    Товаров, выбранных на Сайте или указанных в запросе, направленном Продавцу в письменном виде по
                    электронной почте, телефону, факсу или обычной почтой.
                    <br><br>
                    <b>Внешний сайт</b> - сайт в глобальной сети Интернет, ссылка на который размещена на сайте *<a
                        href='https://beatmaker.site'>https://beatmaker.site</a>*.
                    <br><br>

                <h2>1. Общие положения</h2>
                <br>
                1.1. Сайт принадлежит и администрируется Сычёв Егор Владимирович, ИНН 910821614530, Самозанятый .
                <br>
                1.2. Заказывая товары через Интернет-магазин, Клиент соглашается с условиями настоящего договора (далее
                - Договор), изложенными ниже.
                <br>
                1.3. Настоящий Договор, также информация о Товаре, представленная на Сайте, являются публичной офертой в
                соответствии со ст.435 и ч.2 ст.437 ГК РФ.
                <br>
                1.4. К отношениям между Клиентом и Продавцом применяются положения ГК РФ о розничной купле-продаже (§ 2
                глава 30), а также Закон РФ "О защите прав потребителей" от 07.02.1992 № 2300-1 и иные правовые акты,
                принятые в соответствии с ними.
                <br>
                1.5. Продавец оставляет за собой право вносить изменения в настоящий Договор, в связи с чем, Клиент
                обязуется регулярно отслеживать изменения в Договоре, размещенном на Сайте.
                <br>
                1.6. Клиент соглашается с Договором нажатием кнопки "Заказать бит" на последнем этапе оформления Заказа
                в боте. Оплата товаров и услуг, представленных в телеграм-боте, также означает согласие клиента с
                Договором, даже если заказ не был им корректно оформлен.
                <br><br>
                <h2>2. Регистрация в Telegram-боте</h2>
                <br>
                2.1. Для оформления Заказа Клиенту необходимо написать боту (<a href='https://t.me/NeuralBeatBot'>https://t.me/NeuralBeatBot</a>)
                /start.
                <br>
                2.2. Продавец не несет ответственности за точность и правильность информации, предоставляемой Клиентом
                при регистрации.
                <br>
                2.3. Клиент обязуется не сообщать третьим лицам логин и пароль, указанные при регистрации. В случае
                возникновения у Клиента подозрений относительно безопасности его логина и пароля или возможности их
                несанкционированного использования третьими лицами, Клиент обязуется незамедлительно уведомить об этом
                Продавца, направив электронное письмо Продавцу по адресу, указанному на странице "О магазине".
                <br><br>
                <h2>3. Оформление и сроки выполнения Заказа</h2>
                <br><br>
                3.1. Заказ Клиента может быть оформлен следующими способами: оформлен Клиентом самостоятельно в
                Telegram-боте. Иные способы передачи информации в интернет-магазин допускаются только при отсутствии
                доступа клиента к сети интернет.
                <br>
                3.2. После оформления заказа Клиенту предоставляется возможность дистанционной оплаты с
                <br><br>
                <h2>4. Оплата Товара</h2>
                <br>
                4.1. Цена Товара указывается на Сайте. В случае неверного указания цены заказанного Клиентом Товара,
                Продавец при первой возможности информирует об этом Клиента для подтверждения Заказа по исправленной
                цене либо аннулирования Заказа. При невозможности связаться с Клиентом данный Заказ считается
                аннулированным. Если Заказ был оплачен, Продавец возвращает Клиенту оплаченную за Заказ сумму в порядке,
                предусмотренном п. 3.9 Договора.
                <br>
                4.2. Цена Товара может быть изменена Продавцом в одностороннем порядке. Цена Товара указывается на
                последнем этапе оформления Заказа и действительна на момент нажатия кнопки "Заказать бит ". При этом
                цена на заказанный Клиентом Товар изменению не подлежит.
                <br>
                4.3. Способы оплаты Товара указаны на Сайте в разделе "Информация по доставке и оплате".
                <br><br>
                <h2>5. Возврат Товара</h2>
                <br>
                5.1. Возврат товара надлежащего качества.
                <br>
                5.1.1. Клиент вправе отказаться от заказанного Товара в любое время до его получения, а после получения
                Товара - в течение 7 дней, не считая дня покупки. Возврат Товара надлежащего качества возможен в случае,
                если сохранены его товарный вид, потребительские свойства, а также документ, подтверждающий факт и
                условия покупки указанного Товара.
                <br>
                5.1.2. Клиент не вправе отказаться от Товара надлежащего качества, имеющего индивидуально-определенные
                свойства, если указанный Товар может быть использован исключительно приобретающим его Клиентом.
                <br>
                5.1.3. При отказе Клиента от Товара согласно п.6.1.1. Договора Продавец возвращает ему стоимость
                возвращенного Товара, за вычетом расходов Продавца на доставку Товара, не позднее чем через 10 дней с
                даты получения Продавцом письменного заявления Клиента.
                <br>
                5.1.4. В течение 14 дней с момента получения Заказа, не считая дня покупки, Клиент вправе обменять товар
                надлежащего качества на аналогичный товар, если указанный товар не подошел Клиенту по форме, габаритам,
                фасону, расцветке, размеру или комплектации. Клиент не вправе обменять Товары надлежащего качества,
                указанные в Перечне непродовольственных товаров надлежащего качества, не подлежащих возврату или обмену,
                утвержденном Постановлением Правительства РФ от 19.01.1998 № 55.
                <br>
                5.1.5. Если на момент обращения Клиента аналогичный товар отсутствует в продаже у Продавца, Клиент
                вправе отказаться от исполнения договора купли-продажи и потребовать возврата уплаченной за указанный
                товар денежной суммы. Продавец обязан вернуть уплаченную за возвращенный товар денежную сумму в течение
                3 дней со дня возврата товара.
                <br>
                5.2. Возврат товара ненадлежащего качества
                <br>
                5.2.1. Клиент может возвратить Товар ненадлежащего качества изготовителю или Продавцу и потребовать
                возврата уплаченной денежной суммы в течение гарантийного срока. Клиент также может потребовать замены
                Товара ненадлежащего качества либо устранения недостатков.
                <br>
                5.2.2. В случае отказа Клиента от договора и предъявления требования о возврате уплаченной за товар
                денежной суммы согласно п. 6.2.1. Договора, стоимость Товара подлежит возврату Клиенту в течение 10 дней
                с момента получения Продавцом письменного заявления Клиента.
                <br>
                5.3. Возврат денежных средств
                <br>
                5.3.1. Денежные средства подлежат возврату тем способом, который был использован Клиентом при оплате
                Товара. Исключение составляет оплата через платёжные терминалы — возврат осуществляется в этих случаях
                банковским либо почтовым переводом по реквизитам, указанным Клиентом в заявлении. Также по письменному
                заявлению Клиента денежная сумма, уплаченная за Заказ, может быть учтена при оплате его последующих
                заказов.
                <br>
                5.4. Порядок действий при нарушении продавцом условия об ассортименте (пересорте).
                <br>
                5.4.1. В случае передачи Товара в нарушении условия об ассортименте не применяются правила ст. 468 ГК
                РФ.
                <br>
                5.4.2. В случае обнаружения в Заказе Товара, не соответствующего заказанному ассортименту (пересорт),
                Клиент вправе при передаче заказа отказаться от данного Товара и потребовать замены на Товар в
                ассортименте, предусмотренном Заказом, либо возврата денежных средств за фактически непереданный Товар.
                <br>
                5.4.3. Товар, переданный Клиенту в нарушение условия об ассортименте, подлежит возврату Продавцу. В
                случае если Клиент принимает данный Товар, Продавец вправе потребовать от Клиента оплаты данного Товара
                по цене, установленной Продавцом для данного Товара на Сайте на момент передачи Товара. Если фактически
                переданный Товар отсутствует в ассортименте Продавца, представленном на Сайте на момент передачи Товара,
                данный Товар оплачивается по цене, согласованной с Продавцом.
                <br>
                5.4.4. Замена товара, не соответствующего Заказу по ассортименту, осуществляется путем оформления нового
                заказа по согласованию сторон – Продавцом и Клиентом.
                <br>
                5.4.5. В случае невозможности осуществить замену Товара, Продавец уведомляет об этом Клиента посредством
                направления сообщения на электронный адрес, указанный Клиентом при регистрации, а денежные средства,
                фактически оплаченные за непереданный товар, возвращаются в порядке, предусмотренном п.6.4.6.
                <br>
                5.4.6. Денежные средства, оплаченные Клиентом за фактически непереданный Товар, подлежат возврату в
                течение 10 дней с момента получения письменного заявления Клиента о возврате денежных средств. Возврат
                уплаченной за товар суммы осуществляется тем способом, которым была произведена оплата.
                <br>
                5.5. Порядок действий при нарушении Продавцом условия о количестве.
                <br>
                5.5.1. При передаче Заказа Клиент обязан проверить количество Товаров в Заказе. Если при передаче Заказа
                Клиентом обнаружены расхождения по количеству Товара в Заказе, Клиент обязан в присутствии представителя
                Продавца или перевозчика составить Акт о расхождении по количеству.
                <br>
                5.5.2. Если Продавец передал Клиенту меньшее количество Товара, чем определено Заказом (недовложение),
                Клиент при передаче Заказа вправе принять Товар в части, соответствующей Заказу, и потребовать передать
                недостающее количество Товара, либо, если недостающий Товар был оплачен, отказаться от Заказа в части
                недостающего Товара и потребовать возврата денежных средств за недостающий Товар.
                <br>
                5.5.3. Передача недостающего Товара осуществляется посредством оформления нового Заказа по согласованию
                сторон – Продавцом либо Клиентом, при условии предоставления Клиентом Акта о расхождении (Акта о
                недовложении), составленного в порядке п.6.5.1.
                <br>
                5.5.4. В случае если недостающий Товар был предварительно оплачен Клиентом, его стоимость может быть, по
                согласованию сторон, учтена в последующих заказах, либо подлежит возврату в течение 10 дней с момента
                получения письменного заявления Клиента о возврате денежных средств. Возврат уплаченной за товар суммы
                осуществляется тем способом, которым была произведена оплата.
                <br>
                5.5.5. В случае невозможности передать недостающий Товар, Продавец уведомляет об этом Клиента
                посредством направления сообщения на электронный адрес, указанный Клиентом при регистрации, а денежные
                средства, фактически оплаченные за недостающий товар, возвращаются в порядке, предусмотренном п.6.5.6.
                <br>
                5.5.6. Денежные средства, оплаченные Клиентом за недостающий Товар, может быть, по согласованию сторон,
                учтена в последующих заказах, либо подлежат возврату в течение 10 дней с момента получения письменного
                заявления Клиента о возврате денежных средств, а также Акта о
                расхождении (Акта о недовложении) по количеству, составленного в порядке п.6.5.1. Возврат уплаченной за
                товар суммы осуществляется тем способом, которым была произведена оплата.
                <br>
                5.5.7. В случае нарушения Клиентом п.6.5.1 в части составления Акта, Продавец вправе отказать Клиенту в
                удовлетворении претензий по количеству переданного Товара.
                <br><br>
                <h2>6. Интеллектуальная собственность</h2>
                <br>
                6.1. Вся текстовая информация и графические изображения, находящиеся на Сайте <a
                    href='https://beatmaker.site'>https://beatmaker.site</a> являются собственностью Продавца и/или его
                контрагентов.
                <br><br>
                <h2>7. Гарантии и ответственность</h2>
                <br>
                7.1. Продавец не несет ответственности за ущерб, причиненный Клиенту вследствие ненадлежащего
                использования Товаров, заказанных на Сайте.
                <br>
                7.2. Продавец не несет ответственности за содержание и функционирование Внешних сайтов.
                <br>
                7.3. Продавец вправе переуступать либо каким-либо иным способом передавать свои права и обязанности,
                вытекающие из его отношений с Клиентом, третьим лицам.
                <br><br>
                <h2>8. Конфиденциальность и защита персональной информации</h2>
                <br>
                8.1. Предоставление информации Клиентом:
                <br>
                8.1.1. При регистрации на Сайте Клиент предоставляет следующую информацию: Фамилия, Имя, адрес
                электронной почты, пароль для доступа к Сайту.
                <br>
                8.2. Предоставляя свои персональные данные при регистрации на сайте, Клиент соглашается на их обработку
                Продавцом, в том числе и в целях продвижения Продавцом товаров и услуг.
                <br>
                8.2.1. Если Клиент не желает, чтобы его персональные данные обрабатывались, то он должен обратиться в
                Службу по работе с клиентами Продавца через форму Обратной связи на Сайте. В таком случае вся полученная
                от Клиента информация (в тот числе логин и пароль) удаляется из клиентской базы Продавца и Клиент не
                сможет размещать Заказы на Сайте.
                <br>
                8.3. Использование информации предоставленной Клиентом и получаемой Продавцом.
                <br>
                8.3.1 Продавец использует информацию: для регистрации Клиента на Сайте; для выполнения своих
                обязательств перед Клиентом; для оценки и анализа работы Сайта; для определения победителя в акциях,
                проводимых Продавцом.
                <br>
                8.3.2. Продавец вправе направлять Клиенту сообщения рекламно-информационного характера. Если Клиент не
                желает получать рассылки от Продавца, он должен указать это в письме, отправленном Продавцу по
                электронной почте.
                <br>
                8.4. Разглашение информации, полученной Продавцом.
                <br>
                8.4.1. Продавец обязуется не разглашать полученную от Клиента информацию. Не считается нарушением
                предоставление Продавцом информации агентам и третьим лицам, действующим на основании договора с
                Продавцом, для исполнения обязательств перед Клиентом.
                <br>
                8.4.2. Не считается нарушением обязательств разглашение информации в соответствии с обоснованными и
                применимыми требованиями закона.
                <br>
                8.5. Продавец вправе использовать технологию "cookies". "Cookies" не содержат конфиденциальную
                информацию и не передаются третьим лицам.
                <br>
                8.6. Продавец получает информацию об ip-адресе посетителя Сайта <a href='https://beatmaker.site'>https://beatmaker.site</a>
                Данная информация не используется для установления личности посетителя.
                <br>
                8.7. Продавец не несет ответственности за сведения, предоставленные Клиентом на Сайте в общедоступной
                форме.
                <br><br>
                <h2>9. Прочие условия</h2>
                <br>
                9.1. К отношениям между Клиентом и Продавцом применяется право Российской Федерации.
                <br>
                9.2. В случае возникновения вопросов и претензий со стороны Клиента он должен обратиться в Службу по
                работе с клиентами Продавца по телефону или через форму Обратной связи на Сайте. Все возникающее споры
                стороны будут стараться решить путем переговоров, при недостижении соглашения спор будет передан на
                рассмотрение в судебный орган в соответствии с действующим законодательством РФ.
                <br>
                9.3. Признание судом недействительности какого-либо положения настоящего Договора и правил не влечет за
                собой недействительность остальных положений.

            </div>
        </div>
    </div>
</div>
@endsection
