<?php

return [
    'project_about' => '<p><b>Pricehype</b> это удобный помощник в поиске товаров в магазинах. Мы анализируем цены и скидки на товары, сохраняем динамику изменения цены. По каждому товару вы найдете детальное описание, фотографии и правдивые отзывы покупателей.</p>
<p><b>Мы поможем Вам:</b></p>
<p>✅ &nbsp; Узнать стоимость продуктов в магазинах;</p>
<p>✅ &nbsp; Ознакомиться с описанием и характеристиками товара;</p>
<p>✅ &nbsp; Сравнить цены на похожие товары в магазинах;</p>
<p>✅ &nbsp; Посмотреть динамику изменения цены;</p>
<p>✅ &nbsp; Прочитать отзывы о товаре;</p>
<p>✅ &nbsp; Найти выгодные акции и скидки;</p>
<p>✅ &nbsp; Посмотреть фотографии;</p>
<br>
<p>Вся информация, указанная на <b>Pricehype</b> достоверна и регулярно проверяется администрацией сайта на предмет актуальности. Выбрать продукты в магазине стало проще!</p>',
    'project_about_in_footer' => 'сервис по поиску и сравнению товаров. Мы собираем и показываем: актуальные цены и скидки, отзывы, а также описание товаров, их характеристики и фотографии. Анализируем изменение цены на товары за прошедший период. Предоставим возможность оставить отзыв о товаре и покажем его большому количеству покупателей.',
    'shop_description' => 'В каталоге магазина :shop_name представлено большое количество продуктов на любой вкус и кошелек. Товары разбиты по категориям и подкатегориям, список которых представлен на этой странице. У каждого товара указан рейтинг, количество отзывов и актуальная цена.',
];
